// General
"ADD" = "添加";
"OK" = "好";
"CANCEL" = "取消";
"Space" = "Space";
"SPACES" = "Spaces";
"OPTIONS" = "选项…";
"CONTINUE" = "继续";
"SEARCHING" = "正在搜索…";
"CONNECTING" = "正在连接…";

// Trackpad tab
"2NDCLICK_TAPPING" = "请将两个手指放在触控板上，然后点按按钮，以进行辅助点按。";
"2NDCLICK_CLICKING" = "使用两个手指轻拍触控板，以进行辅助点按";

// Keyboard tab
"FN_FLIPPER_TITLE" = "将 F1、F2 等键用做标准功能键";
"FN_FLIPPER_NOTE" = "选中此选项后，按下 Fn 键以使用印在各个按键上的特殊功能。";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "用户项目";
"USER_ITEMS_DESC" = "打开“%@”";
"ONOFF_TOOLTIP" = "选择以打开列表中的快捷键";
"RESTORE_DEFAULTS_TITLE" = "您确定要将所有快捷键还原成它们的默认设置吗？";
"RESTORE_DEFAULTS_DESCR" = "您不能还原此操作。";

// Combobox entries
"MODIFER_OPTION" = "⌥ Option";
"MODIFER_CONTROL" = "⌃ Control";
"MODIFER_COMMAND" = "⌘ Command";

// BT related
"D_SECS" = "%d 秒";
"NEVER" = "永不";

"MOUSE" = "鼠标";
"KEYBOARD" = "键盘";
"UNKNOWN" = "未知";

"NEW_APPLICATION_ITEM" = "<未命名菜单项>";

"APP_IS_NOT_COMPATIBLE" = "您不能为应用程序“%@”添加键盘快捷键。";

"MOUSEBUTTON_OPEN" = "打开 \“%@\”";


// Gestures
"ONEFINGER" = "单指";
"TAP_TO_CLICK_GESTURE" = "轻拍来点按";
"DRAGGING_GESTURE" = "拖移";
"DRAGLOCK_GESTURE" = "拖移锁定";
"TWOFINGER" = "双指";
"TWOFINGER_SECONDARYCLICK" = "辅助点按";
"THREEFINGER" = "三指";
"FOURFINGER" = "四指";
"SECONDARYCLICK_GESTURE" = "辅助点按";
"SECONDARYCLICK_GESTURE_TAP" = "辅助轻拍";
"PRESS_SPECIFIC" = "辅助点按";
"PRESS_ANYWHER" = "双指按压任意位置";
"SCREENZOOMGESTURE" = "屏幕缩放";
"PINCH_GESTURE" = "放大缩小";
"ROTATE_GESTURE" = "旋转";
"3FINGER_SWIPE_GESTURE" = "推送来导航";
"2FINGER_SCROLL_GESTURE" = "滚动";
"4FINGER_UPDOWN_GESTURE_NAME" = "上下推送来启用 Exposé";
"4FINGER_UPDOWN_GESTURE_NAVIGATE" = "上下推送来导航";
"4FINGER_SWIPE_GESTURE_NAME" = "左右推送来切换应用程序";
"4FINGER_SWIPE_GESTURE_NAVIGATE" = "左右推送来导航";

"BOTTOM_RIGHT_CORNER" = "右下角";
"BOTTOM_LEFT_CORNER" = "左下角";

"WITH_MOMENTUM" = "带惯性";
"WITHOUT_MOMENTUM" = "不带惯性";
//
"THREE_FINGER_DRAGGING" = "拖移";
"SWIPE_TO_NAVIGATE" = "推送来导航";

//
"GESTURE_SWITCH_APP" = "以切换应用程序";
"GESTURE_NAVIGATE" = "以导航";
"GESTURE_EXPOSE" = "用于 Exposé";


// Gesture notes
"AX_TapToClick" = "要点按，请用一个手指轻拍触控板。";
"AX_Dragging" = "要拖移，请先用手指轻拍触控板，然后立即将手指放在触控板上并移动此手指。要停止拖移，请抬起手指。";
"AX_DragLock" = "要拖移，请先用手指轻拍触控板，然后将手指放在触控板上并移动此手指。要停止拖移，请再次轻拍触控板。";
"AX_SecondaryClick" = "要打开某项目的快捷键菜单，请将两个手指置于触控板上并点按触控板按钮。如果“轻拍来点按”已选中，则只需在触控板上轻按两个手指即可。";
"AX_Scroll" = "要滚动活跃窗口中的内容，请将两个手指放在触控板上，然后上、下、左、右移动两个手指。";
"AX_ScreenZoom" = "要放大或缩小屏幕图像，请按住 Control 键并在触控板上向上或向下移动两个手指。要更改修饰键，请点按“选项”。";
"AX_Pinch" = "要缩小或放大图片和其他项目，请在触控板上合拢或张开拇指和另一手指。";
"AX_Rotate" = "要旋转屏幕上的图像或其他项目，请在触控板上向左或向右旋转两个手指。";
"AX_Swipe" = "要移到上一个或下一个项目，请在触控板上向左或向右横向快速滑动三个手指。";
"AX_4F_Swipe_EXPOSE" = "在触控板上上下滑动四指以使用 Exposé。";
"AX_4F_Swipe_APPS" = "在触控板上左右横向滑动四指以在打开的应用程序之间进行切换。";


//
"TOP_LABEL_BT_OFF_HEADER" = "打开 Bluetooth。";
"TOP_LABEL_BT_HEADER" = "正在查找 Bluetooth 触控板，请稍候。";
"MID_LABEL_NO_TRACKPAD" = "找不到触控板";
"MID_LABEL_1_TRACKPAD" = "找到 1 个触控板";
"MID_LABEL_TRACKPAD_FOUND" = "找到“%@”";
"TURN_BT_ON" = "打开 Bluetooth";
